{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "FPS4MediaTracks",
			"Children": [
				{
					"Source":
					{
						"Text": "Stream {0}"
					},
					"Translation":
					{
						"Text": "스트림 {0}"
					},
					"Key": "StreamDisplayNameFormat"
				}
			]
		},
		{
			"Namespace": "FPS4PlatformEditorModule",
			"Children": [
				{
					"Source":
					{
						"Text": "PlayStation 4"
					},
					"Translation":
					{
						"Text": "플레이스테이션 4"
					},
					"Key": "TargetSettingsName"
				},
				{
					"Source":
					{
						"Text": "PlayStation 4 project settings"
					},
					"Translation":
					{
						"Text": "플레이스테이션 4 프로젝트 세팅"
					},
					"Key": "TargetSettingsDescription"
				}
			]
		},
		{
			"Namespace": "MorpheusEditor",
			"Children": [
				{
					"Source":
					{
						"Text": "Configure the Morpheus plugin"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "RuntimeSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "Morpheus"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "RuntimeSettingsName"
				}
			]
		},
		{
			"Namespace": "MoveController",
			"Children": [
				{
					"Source":
					{
						"Text": "PlayStation Move"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMoveSubCategory"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Circle"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Left_Circle"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Cross"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Left_Cross"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Move Button"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Left_Move"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Select"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Left_Select"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Square"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Left_Square"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Start"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Left_Start"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Triangle"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Left_Triangle"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Trigger"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Left_Trigger"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Left_TriggerAxis"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Circle"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Right_Circle"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Cross"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Right_Cross"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Move Button"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Right_Move"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Select"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Right_Select"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Square"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Right_Square"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Start"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Right_Start"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Triangle"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Right_Triangle"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Trigger"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Right_Trigger"
				},
				{
					"Source":
					{
						"Text": "PlayStation Move (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "PSMove_Right_TriggerAxis"
				}
			]
		},
		{
			"Namespace": "PS4",
			"Children": [
				{
					"Source":
					{
						"Text": "PS4RHI failure?"
					},
					"Translation":
					{
						"Text": "PS4RHI 실패?"
					},
					"Key": "DynamicRHIFailure"
				}
			]
		},
		{
			"Namespace": "PS4MediaFactoryModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Configure the PS4 Media plug-in."
					},
					"Translation":
					{
						"Text": "PS4 Media 플러그인 환경설정입니다."
					},
					"Key": "PS4MediaSettingsDescription"
				},
				{
					"Source":
					{
						"Text": "No URI scheme found"
					},
					"Translation":
					{
						"Text": "URI 스킴을 찾지 못했습니다."
					},
					"Key": "NoSchemeFound"
				},
				{
					"Source":
					{
						"Text": "PS4 AvPlayer"
					},
					"Translation":
					{
						"Text": "PS4 AvPlayer"
					},
					"Key": "MediaPlayerDisplayName"
				},
				{
					"Source":
					{
						"Text": "PS4 Media"
					},
					"Translation":
					{
						"Text": "PS4 Media"
					},
					"Key": "PS4MediaSettingsName"
				},
				{
					"Source":
					{
						"Text": "The URI scheme '{0}' is not supported"
					},
					"Translation":
					{
						"Text": "{0}' URI 스킴은 지원되지 않습니다."
					},
					"Key": "SchemeNotSupported"
				},
				{
					"Source":
					{
						"Text": "The file extension '{0}' is not supported"
					},
					"Translation":
					{
						"Text": "'{0}' 파일 확장자는 지원되지 않습니다."
					},
					"Key": "ExtensionNotSupported"
				}
			]
		}
	]
}